[
  {
    "id": 1,
    "title": "আমাদের ক্লাসরুম",
    "date": "11 Oct 2024",
    "img": "/gallery/image.png",
    "youtubeLink": "https://youtu.be/hLb5UPeROkc?si=Vo7MC1lM4znkf2Oq",
    "p1": "আমাদের ক্লাসরুম সবসময় প্রাণবন্ত ও আনন্দময় পরিবেশে পরিপূর্ণ থাকে।",
    "p2": "শিক্ষার্থীরা এখানে জ্ঞানার্জনের পাশাপাশি পারস্পরিক সহযোগিতার মানসিকতা গড়ে তোলে।",
    "p3": "প্রতিদিন শিক্ষকরা নতুন নতুন পদ্ধতিতে পাঠদান করেন যাতে সবাই শেখায় আগ্রহী থাকে।"
  },
  {
    "id": 2,
    "title": "স্কুল প্রাঙ্গণ র প্রাঙ্গণ সবুজ গাছে ঘেরা ও পরিষ্কার-পরিচ্ছন্ন থাকে র প্রাঙ্গণ সবুজ গাছে ঘেরা ও পরিষ্কার-পরিচ্ছন্ন থাকে",
    "date": "11 Oct 2023",
    "img": "/gallery/image.png",
    "youtubeLink": "https://youtu.be/hLb5UPeROkc?si=Vo7MC1lM4znkf2Oq",
    "p1": "স্কুলের প্রাঙ্গণ সবুজ গাছে ঘেরা ও পরিষ্কার-পরিচ্ছন্ন থাকে।",
    "p2": "এই সভায় শিক্ষকদের অভিজ্ঞতা ভাগাভাগি এবং সমস্যার সমাধান নিয়ে আলোচনা হয়।",
    "p3": "স্কুলের উন্নয়ন ও শিক্ষার্থীদের অগ্রগতি নিয়ে এখানে সিদ্ধান্ত নেওয়া হয়।"
  },
  {
    "id": 3,
    "title": "সাংস্কৃতিক অনুষ্ঠান",
    "date": "11 Oct 2022",
    "img": "/gallery/image.png",
    "youtubeLink": "https://youtu.be/hLb5UPeROkc?si=Vo7MC1lM4znkf2Oq",
    "p1": "প্রতি বছর আমাদের স্কুলে সাংস্কৃতিক অনুষ্ঠানের আয়োজন করা হয়।",
    "p2": "নৃত্য, গান, আবৃত্তি ও নাটকের মাধ্যমে শিক্ষার্থীরা নিজেদের প্রতিভা প্র নৃত্য, গান, আবৃত্তি ও নাটকের মাধ্যমে শিক্ষার্থীরা নিজেদের প্রতিভা প্রকাশ নৃত্য, গান, আবৃত্তি ও নাটকের মাধ্যমে শিক্ষার্থীরা নিজেদের প্রতিভা প্রকাশ নৃত্য, গান, আবৃত্তি ও নাটকের মাধ্যমে শিক্ষার্থীরা নিজেদের প্রতিভা প্রকাশ নৃত্য, গান, আবৃত্তি ও নাটকের মাধ্যমে শিক্ষার্থীরা নিজেদের প্রতিভা প্রকাশকাশ করে।",
    "p3": "এই আয়োজন শিক্ষার্থীদের মধ্যে আত্মবিশ্বাস ও সৃজনশীলতা বাড়ায়।"
  },
  {
    "id": 4,
    "title": "খেলাধুলার মুহূর্ত",
    "date": "11 Oct 2021",
    "img": "/gallery/image.png",
    "youtubeLink": "https://youtu.be/hLb5UPeROkc?si=Vo7MC1lM4znkf2Oq",
    "p1": "খেলাধুলা আমাদের স্কুল জীবনের একটি গুরুত্বপূর্ণ অংশ।",
    "p2": "প্রতিদিন বিকেলে মাঠে ফুটবল, ব্যাডমিন্টন ও ক্রিকেট খেলার আয়োজন থাকে।",
    "p3": "শিক্ষার্থীরা এখানে শুধু শরীরচর্চাই নয়, দলবদ্ধভাবে কাজ করতেও শেখে।"
  },
  {
    "id": 5,
    "title": "পাঠদান কার্যক্রম",
    "date": "11 Oct 2020",
    "img": "/gallery/image.png",
    "youtubeLink": "https://youtu.be/hLb5UPeROkc?si=Vo7MC1lM4znkf2Oq",
    "p1": "আমাদের শিক্ষকরা অত্যন্ত আন্তরিকতার সাথে পাঠদান করেন।",
    "p2": "প্রত্যেকটি ক্লাসে শিক্ষার্থীদের সক্রিয় অংশগ্রহণ নিশ্চিত করা হয়।",
    "p3": "শিক্ষার্থীদের আগ্রহ ও শেখার মান উন্নয়নে নানা আধুনিক পদ্ধতি ব্যবহার করা হয়।"
  },
  {
    "id": 6,
    "title": "শিক্ষক সভা",
    "date": "11 Oct 2019",
    "img": "/gallery/image.png",
    "youtubeLink": "https://youtu.be/hLb5UPeROkc?si=Vo7MC1lM4znkf2Oq",
    "p1": "প্রতি মাসে শিক্ষক সভা অনুষ্ঠিত হয়, যেখানে একাডেমিক পরিকল্পনা নির্ধারণ করা হয়।",
    "p2": "এই সভায় শিক্ষকদের অভিজ্ঞতা ভাগাভাগি এবং সমস্যার সমাধান নিয়ে আলোচনা হয়।",
    "p3": "স্কুলের উন্নয়ন ও শিক্ষার্থীদের অগ্রগতি নিয়ে এখানে সিদ্ধান্ত নেওয়া হয়।"
  }
]
