import React from 'react';
import { Clock } from 'lucide-react';
import Image from 'next/image';
import img from '../../contact/image.png';
import Side_Card_Data from '@/globalComponents/Side_Card_Data';
import HeadMaster from '@/globalComponents/HeadMaster';
import holdays from '@/file/holdays.json';
const Page = () => {
  return (
    <div className='flex justify-between gap-x-[20px]' >
      <div className="w-full mx-auto text-center mt-5">
        <h1 className="text-3xl font-bold text-gray-800 mb-2">সহপাঠ</h1>
        <div className="" />
        <Image src={img} alt="Contact" width={120} height={30} className='mx-auto'/>        
       <div className='text-justify'>
        <h2 className='font-extrabold mb-2 mt-5'>
          সহ-পাঠক্রমিক কার্যাবলি 
        </h2>
        <p>যে সমস্ত কার্যাবলি শিক্ষার্থীর মানসিক শক্তি বিকাশের সহায়ক এবং যেগুলি শিক্ষার্থীর সু-সামঞ্জস্যপূর্ণ ব্যক্তিত্বের বিকাশ ঘটায়, পাঠক্রমের সহযোগী সেইসব বিষয় বা কার্যাবলিকে বলা হয় সহ-পাঠক্রমিক কার্যাবলি। মনোবিদ রিভলিন (H. N. Rivlin) সহ-পাঠক্রমিক কার্যাবলির যে সংজ্ঞা দিয়েছেন তা হল- যে সব কার্যাবলি শিক্ষার্থীর বৌদ্ধিক বিকাশের সঙ্গে সঙ্গে তার সামগ্রিক জীবন বিকাশের অন্যান্য দিকে সহায়তা করে তাদেরই বলা হয় সহ-পাঠক্রমিক কার্যাবলি।</p>

        <h2 className='font-extrabold mb-2 mt-10'>সহপাঠক্রমিক কার্যাবলির বৈশিষ্ট্য</h2>
        <p>শিক্ষাব্যবস্থার বিবর্তনের সঙ্গে সঙ্গে যে সমস্ত কার্যাবলিকের শ্রেণীকক্ষের বাইরে বহি:পাঠক্রমিক কার্যাবলী হিসেবে আখ্যা দেয়া হয়েছিল, সেগুলিকে এই বর্তমান কালের সহপাঠক্রমিক কার্যাবলী হিসেবে শ্রেণীকক্ষের ভিতর স্থান দেয়া হয়েছে।  সহপাঠক্রমিক কার্যাবলী শিক্ষার উদ্দেশ্য পূরণের সঙ্গে সঙ্গে শিশুর জীবন বিকাশে বিশেষভাবে সাহায্য করে।</p>
        <p>সহপাঠক্রমিক কার্যাবলির গুরুত্বপূর্ণ বৈশিষ্ট্যগুলি নিম্নরূপ-</p>
        <p><span className='font-bold'>(১) সৃজনশীল গুণাবলির বিকাশে সহায়ক:  </span>আধুনিক শিক্ষা ব্যবস্থার মূল লক্ষ্য শিক্ষার্থীদের মধ্যে সুপ্ত সম্ভাবনা গুলিকে বিকশিত করা। শিক্ষার্থীর মধ্যে বিভিন্ন ধরনের সৃজনশীল গুণ সুপ্ত অবস্থায় থাকে। সহপাঠক্রমিক কার্যাবলিতে অংশ নেওয়ার মধ্যে দিয়ে ওই সমস্ত গুণের বিকাশ ঘটার সুযোগ সৃষ্টি হয়।</p>
        <p><span className='font-bold'>(২) আগ্রহ সৃষ্টিকারী:  </span>শিক্ষা ব্যবস্থার কাজ সম্পূর্ণভাবে বিফল হবে যদি শিক্ষার্থীদের মধ্যে আগ্রহের অভাব দেখা দেয়। সহপাঠক্রমিক কার্যাবলি শিক্ষার্থীদের মধ্যে বিভিন্ন ধরনের কাজের প্রতি আগ্রহ সৃষ্টি করে। বহু শিক্ষার্থী সহপাঠক্রমিক কার্যাবলিতে অংশগ্রহণের তাগিদে বিদ্যালয়মুখী হয়। সহপাঠক্রমিক কার্যাবলিতে অংশ নেওয়ার পাশাপাশি পাঠক্রমিক বিভিন্ন বিষয়ে মনোযোগী হয়ে ওঠে।</p>
        <p><span className='font-bold'>(৩) সর্বাঙ্গীণ বিকাশে সহায়ক :  </span>সহপাঠক্রমিক কার্যাবলীর অন্যতম বৈশিষ্ট্য হলো শিক্ষার্থীর সর্বাঙ্গীণ বিকাশ। সহপাঠক্রমিক কার্যাবলি শিক্ষার্থীর সর্বাঙ্গীণ বিকাশে সহায়ক হয়। শিক্ষার্থীরা সহপাঠক্রমিক কার্যাবলিতে অংশ নিলে তাদের দৈহিক, মানসিক, সামাজিক, প্রাক্ষোভিক, নৈতিক বিকাশ ঘটে। তারা বিভিন্ন ধরনের পরিবেশে মানিয়ে নিতে শেখে।</p>
        <p><span className='font-bold'>(৪) একঘেয়েমি নিরসনে সহায়ক :  </span>সর্বদা শ্রেণীকক্ষের মধ্যে আবদ্ধ থকার ফলে শিক্ষার্থীদের মধ্যে একঘেয়েমি দেখা যায়। সহপাঠক্রমিক কার্যাবলি দৈনন্দিন বাঁধাধরা পুথিগত শিক্ষার কাজ থেকে শিক্ষার্থীদের মুক্তি দেয়। তাদের মধ্যে একঘেয়েমি দূর করে।</p>
        <p><span className='font-bold'>(৫) শিক্ষার্থীর চাহিদা পরিপূরণে সহায়ক : </span>বিভিন্ন শিক্ষার্থীর মধ্যে বিভিন্ন ধরনের চাহিদা লক্ষ করা যায়। সহপাঠক্রমিক কার্যে সক্রিয়ভাবে অংশগ্রহণ করলে শিক্ষার্থীরা একদিকে যেমন আনন্দ পায়, অন্যদিকে তাদের বিশেষ বিশেষ চাহিদাও পূরণ হয়।</p>
        <p><span className='font-bold'>(৬) ব্যক্তি ও সমাজের মধ্যে সংযোগ সাধনকারী: </span>সহপাঠক্রমিক কার্যাবলির বিভিন্ন ধরনের সামাজিক ক্রিয়ায় অংশগ্রহণের মধ্যে দিয়ে ব্যক্তির তথা শিক্ষার্থীর মধ্যে সামাজিক সচেতনতা বৃদ্ধি পায়, এবং বিভিন্ন ধরনের সামাজিক মূল্যবোধ গড়ে ওঠে।</p>
        <p><span className='font-bold'>(৭) আনন্দদানে সহায়ক : </span>সহপাঠক্রমিক কার্যাবলি সর্বদাই শিক্ষার্থীকে আনন্দ এবং তৃপ্তি দেয়। শিক্ষার্থীর কাছে আনন্দদায়ক নয় এমন সব কাজকে সহপাঠক্রমিক হিসেবে বিবেচনা করা হয় না।</p>
        <p><span className='font-bold'>(৮) জাতীয়তাবোধ বিকাশে সহায়ক : </span>বিভিন্ন রকম সহপাঠক্রমিক কার্যাবলি শিক্ষার্থীদের মধ্যে জাতীয় সংহতি বা জাতীয়তাবোধের বিকাশে সহায়ক হয়।</p>
        <p><span className='font-bold'>(৯) আন্তর্জাতিকতাবোধের বিকাশে সহায়ক: </span>কয়েকটি সহপাঠক্রমিক কাজ শিক্ষার্থীদের মধ্যে আন্তর্জাতিকতাবোধের বিকাশে সহায়ক হয়।</p>
        <p><span className='font-bold'>(১০) গণতান্ত্রিক মূল্যবোধের বিকাশে সহায়ক :  </span>সহ পাঠক্রমিক কার্যাবলীর আর এক বৈশিষ্ট্য হলো শিক্ষার্থীদের মধ্যে গণতান্ত্রিক মূল্যবোধের বিকাশ ঘটানো। সহপাঠক্রমিক কার্যাবলিতে দলগতভাবে অংশগ্রহণের মধ্যে দিয়ে শিক্ষার্থীদের মধ্যে মূল্যবোধের বিকাশ ঘটে।</p>






        <h2 className='font-extrabold mb-2 mt-10'>সহপাঠক্রমিক কার্যাবলির অপরিহার্যতা বিষয়ে যুক্তি</h2>
        <p>আধুনিক শিক্ষাব্যবস্থায় সহপাঠক্রমিক কার্যাবলি কেন অপরিহার্য সে-বিষয়ে দর্শনগত, মনোবিজ্ঞানসম্মত এবং সমাজত্ত্বগত যুক্তিগুলি উল্লেখ করা যেতে পারে:</p>
        <p><span className='font-bold'>(1) দর্শনগত যুক্তি : </span>শিশুর মধ্যে সুপ্ত প্রতিভার পরিপূর্ণ বিকাশের জন্য এবং শিশুকে নতুন জ্ঞানের জগতের সঙ্গে পরিচিত করার জন্য প্রয়োজন সক্রিয়তাভিত্তিক শিক্ষা। সক্রিয়তাভিত্তিক শিক্ষার একটি গুরুত্বপূর্ণ স্থান জুড়ে থাকে সহপাঠক্রমিক কার্যাবলি। শিশু বা শিক্ষার্থী নিজের ইচ্ছায় কোনো কাজে সক্রিয়ভাবে অংশগ্রহণ করলে এবং তার মধ্যে দিয়ে শিক্ষণীয় বিষয়টি বুঝতে পারলে ওই শিক্ষা গতানুগতিক, পুথিসর্বস্ব এবং মুখস্থভিত্তিক শিক্ষার তুলনায়। পরিবর্তে সক্রিয়তাভিত্তিক পাঠগ্রহণের ওপর বিশেষ গুরুত্ব দেন। অনেক বেশি ফলপ্রসূ হবে। তাই প্রকৃতিবাদী, ভাববাদী, প্রয়োগবাদী দার্শনিকরা শিক্ষার ক্ষেত্রে নিষ্ক্রিয় পাঠগ্রহণের</p>
        <p><span className='font-bold'>(2) মনোবিজ্ঞানসম্মত যুক্তি : </span>মনোবিদদের মতে, শিশু পৃথিবীতে জন্মলাভ করার সময় কিছু সম্ভাবনা ও শক্তি নিয়ে জন্মায়। ওই সম্ভাবনা এবং শক্তি প্রথম অবস্থায় শিশুর মধ্যে সুপ্ত অবস্থায় থাকে। শিশুর বিভিন্ন ধরনের সহপাঠক্রমিক কার্যাবলির আয়োজন করা বিশেষ প্রয়োজন। সহপাঠক্রমিক কার্যাবলি অনুশীলন করলে সেই সম্ভাবনাগুলি ধীরে ধীরে বিকশিত হয়। তাই শিক্ষাক্ষেত্রে বিভিন্ন ধরনের সহ পাঠক্রমিক কার্যাবলী আয়োজন করা বিশেষ প্রয়োজন।</p>
        <p><span className='font-bold'>(3) সমাজতত্ত্বগত যুক্তি : </span>শিক্ষার লক্ষ্য শিক্ষার্থীকে সমাজসচেতন প্রকৃত মানুষ হিসেবে গড়ে তোলা। তাই শিক্ষাক্ষেত্রে উপযুক্ত সহপাঠক্রমিক কার্যাবলির ব্যবস্থা করলে শিক্ষার্থীরা দলগতভাবে বিভিন্ন কাজে অংশগ্রহণের সুযোগ পায় এবং তাদের মধ্যে বিভিন্ন সামাজিক রীতিনীতি সম্পর্কেও সঠিক ধারণা গড়ে ওঠে। সমাজতত্ত্ববিদরা তাই আধুনিক শিক্ষাব্যবস্থায় বিভিন্ন সহপাঠক্রমিক কার্যাবলিকে অন্তর্ভুক্ত করার পক্ষপাতী।</p>

        <h2 className='font-extrabold mb-2 mt-10'>সহপাঠক্রমিক কার্যাবলি কার্যকর করার বিষয়ে সুপারিশ</h2>
        <p>বিদ্যালয়ে সহপাঠক্রমিক কার্যাবলিকে যদি সার্থকভাবে ছাত্রছাত্রীদের মধ্যে পঠনপাঠনে সহায়ক বিষয় হিসেবে প্রয়োগ করতে হয়, তবে সর্বাগ্রে প্রয়োজন —</p>
        <p><span className='font-bold'>(1) </span>বিষয়টিকে মূল পাঠক্রমের অন্তর্ভুক্ত করা।</p>
        <p><span className='font-bold'>(2) </span>এর পাশাপাশি প্রয়োজন, বিভিন্ন বিষয়ে জ্ঞানী বা অভিজ্ঞ শিক্ষক নিয়োগ করা, যাঁরা স্বতঃস্ফূর্তভাবে বিভিন্ন সহপাঠক্রমিক কার্যাবলি পরিচালনার দ্বারা ছাত্রছাত্রীদের মধ্যে উৎসাহ সৃষ্টি করতে পারবেন।</p>
        <p><span className='font-bold'>(3) </span>সরকারকে এর জন্য প্রয়োজনে অতিরিক্ত অর্থ বরাদ্দ করতে হবে।</p>
        <p><span className='font-bold'>(4) </span>শিক্ষক-শিক্ষিকা, অভিভাবক-অভিভাবিকা এবং ছাত্রছাত্রী সকলের মধ্যে সহপাঠক্রমিক কার্যাবলির উপকারিতা ও প্রয়োজনীয়তা সম্পর্কে একটি সুস্পষ্ট ধারণা গড়ে তুলতে হবে। তাহলে আগামী দিনে সহপাঠক্রমিক কার্যাবলির ফলে ছাত্রছাত্রী এবং সমাজ বিশেষভাবে উপকৃত হবে। সুস্থ মানসিকতা ও সংস্কৃতির বিকাশ ঘটবে। ব্যক্তি, সমাজ ও জাতির আশা-আকাঙ্ক্ষা পূর্ণ হবে। শিক্ষার মূল লক্ষ্য বাস্তবায়িত হওয়ার সুযোগ পাবে।</p>
     



       </div>
       



        <hr className="my-6 border-gray-300" />

        <div className="flex justify-center items-center gap-2 text-sm text-gray-600 text-[14px]">
          <Clock size={16} />
          <span>শেষ হাল-নাগাদ করা হয়েছে: ২০২৩-১০-০২ ০৩:০৩:০৪</span>
        </div>
      </div>

      <div>
        <Side_Card_Data/>
        <HeadMaster/>

      </div>

    </div>
  );
};

export default Page;
